
NOT_FOUND_1=No se encuentra el fichero
NOT_FOUND_2=
NOT_A_FILE=no es un fichero
NOT_READABLE_1=No se puede leer el fichero
NOT_READABLE_2=
NOT_A_VALID_JSON_1=Hay problemas para analizar
NOT_A_VALID_JSON_2=\u00bfEs un fichero JSON v\u00e1lido conforme al JSON Schema de OpenLRAE para la definici\u00f3n de proyectos?
EXAMPLE_PROJECT=DEFINICI\u00d3N JSON DEL PROYECTO DE EJEMPLO
EXAMPLE_NOT_FOUND=No se encuentra el fichero del proyecto de ejemplo.
EXAMPLE_UNREADABLE=No se puede leer el fichero del proyecto de ejemplo.
RISKS_ANALYSIS_OF=AN\u00c1LISIS DE RIESGOS DEL PROYECTO DE EJEMPLO
SHOW_OPTION_1=OpenLRAE es una librer\u00eda. Sin embargo, tambi\u00e9n es un ejecutable que permite
SHOW_OPTION_2=obtener algo de informaci\u00f3n sobre la librer\u00eda y llevar a cabo an\u00e1lisis b\u00e1sicos.
SHOW_OPTION_3=Vea el uso a continuaci\u00f3n:
SHOW_OPTION_4=Esto mostrar\u00e1 la versi\u00f3n actual de OpenLRAE.
SHOW_OPTION_5=Esto mostrar\u00e1 el JSON Schema que debe seguir para la definici\u00f3n de proyectos.
SHOW_OPTION_6=Esto mostrar\u00e1 informaci\u00f3n sobre las caracter\u00edsticas soportadas por esta versi\u00f3n de OpenLRAE.
SHOW_OPTION_7=Esto ejecutar\u00e1 un an\u00e1lisis de riesgos de ejemplo de un proyecto embebido en la librer\u00eda
SHOW_OPTION_8=y le mostrar\u00e1 el informe de riesgos resultante en formato JSON.
SHOW_OPTION_9=nombre_de_fichero
SHOW_OPTION_10=Esto ejecutar\u00e1 un an\u00e1lisis de riesgos del proyecto definido en
SHOW_OPTION_11=en formato JSON y mostrar\u00e1 el informe de riesgos resultante, como texto plano. Vea
SHOW_OPTION_12=el JSON Schema de OpenLRAE para proyecto para saber c\u00f3mo escribir esta definici\u00f3n de proyecto
SHOW_OPTION_13=en formato JSON correctamente (use el par\u00e1metro -s).
SCHEMA_NOT_FOUND=No se encuenta el JSON Schema de OpenLRAE para la definici\u00f3n de proyectos.
SCHEMA_UNREADABLE=No se puede leer el JSON Schema de OpenLRAE para la definici\u00f3n de proyectos.
SUPPORTED_FEATURES=CARACTER\u00cdSTICAS DE OPEN LRAE
SUPPORTED_RISKS=AN\u00c1LISIS DE RIESGOS SOPORTADOS
LICENSES_FOR_COMPONENTS=LICENCIAS DE COMPONENTES SOPORTADAS
LICENSES_FOR_PROJECTS=LICENCIAS DE PROYECTO SOPORTADAS
LINKS=TIPOS DE ENLACE SOPORTADOS (de componentes enlazados a un proyecto)
REDISTRIBUTIONS=TIPOS DE REDISTRIBUCI\u00d3N DE PROYECTO SOPORTADOS
COMPATIBILITIES=TIPOS DE COMPATIBILIDAD DE LICENCIAS SOPORTADOS (de componentes incluidos en un proyecto)
WEIGHTS=PESOS DE COMPONENTE SOPORTADOS (uso real del componente en el proyecto)
OBSOLESCENCES=OBSOLESCENCIAS DE LICENCIA SOPORTADAS (mide como de antigua es la versi\u00f3n de la licencia)
SPREADINGS=DIFUSI\u00d3N DE LICENCIA SOPORTADA (mide c\u00f3mo de extendida est\u00e1 una licencia actualmente)
TRENDS=TENDENCIAS DE LICENCIA SOPORTADAS (mide c\u00f3mo de extendida estar\u00e1 la licencia en el futuro)
COMPONENT=Componente
PROJECT=Proyecto
SUPPORTED_COMPATIBILITY_COMBINATIONS=COMBINACIONES DE COMPATIBILIDAD DE LICENCIA SOPORTADAS (OpenLRAE puede analizarlas en la actualidad)
UNSUPPORTED_COMPATIBILITY_COMBINATIONS=COMBINACIONES DE COMPATIBILIDAD DE LICENCIA NO SOPORTADAS (OpenLRAE no puede analizarlas en la actualidad)
HEADER=LICENCIA_DEL_COMPONENTE (TIPO_DE_ENLACE) --> LICENCIA_DEL_PROYECTO (TIPO_DE_REDISTRIBUCI\u00d3N)
